brew "aws-vault"
brew "awscli"
brew "bat"
brew "dockutil"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "jq"
brew "jython"
brew "luarocks"
brew "most"
brew "neovim"
brew "python-argcomplete"
brew "ripgrep"
brew "semgrep"
brew "sesh"
brew "tmux"
brew "tree-sitter"
brew "tree"
brew "visual-studio-code"
brew "yq"
brew "zf"
brew "zoxide"
brew "zsh"

cask "cleanshot"
cask "ghostty"
cask "slack"
