brew "dockutil"
brew "fd"
brew "fzf"
brew "gh"
brew "ghostty"
brew "git"
brew "jq"
brew "jython"
brew "most"
brew "neovim"
brew "ripgrep"
brew "tmux"
brew "tree-sitter"
brew "tree"
brew "yq"
brew "zf"
brew "zoxide"
brew "zsh"

cask ghostty